{
  "title": "Pocket Mustang",
  "description":
    "The iconic Ford Mustang has been a legend in the automotive world for over 50 years. Yet, in China, it is still a relative newcomer, first hitting the streets in 2015. When it launched, demand to test-drive Mustang was strong, but Ford hit a bottleneck. Enthusiasts were waiting up to three months to take one for a spin. GTB Shanghai partnered with Resn to let people feel the excitement of test-driving a Mustang right now. No waiting lists. No limitations. Just pure exhilaration. To achieve this, we put a miniature Mustang right inside your pocket.",
  "introduction": "Unleash your inner Mustang, anywhere.",
  "agency": "GTB Shanghai",
  "client": "Ford Motor Company",
  "role": "UX & UI Design",
  "url": "http://pocketmustang.ford.co.nz/en/",
  "cover": {
    "image": "common/media/images/001/Mustang-Cover.jpg",
    "video": "common/media/images/001/Pocket Mustang.mp4"
  },
  "awards": [
    {
      "image": "common/media/awards/fwa.png",
      "title": "FWA of the Day"
    },
    {
      "image": "common/media/awards/awwwards.png",
      "title": "Site of the Day"
    }
  ],
  "blocks": [
    {
      "title": "A Journey of Discovery",
      "paragraphs": [
        {
          "paragraph":
            "At the beginning of the project, GTB came to Resn with a technical feasibility query. Could we create a mobile browser-based experience that reconstructs a smartphone’s movement in space? We responded with a proof of concept prototype that generated a map of a virtual race track, in real-time, by using data from a phone’s gyroscope and accelerometer. This discovery-led phase included detailed technical prototyping, animatic storyboards and animation previs. Our solution demonstrated that we could create an experience that captured the exhilaration of driving a real Mustang."
        },
        {
          "paragraph":
            "A Ford Mustang is built for performance and Pocket Mustang is no different. During the development phase, we refined our motion analysis system to achieve the highest level of sensitivity and accuracy possible. Eventually, our system could recognize over 300 different phone movements. We also brought in the Resn AI Video Editor (RAVE), for Pocket Mustang’s final reveal. We optimized RAVE to automatically select the best shots and angles for rhythm and timing. To bring customizable elements into the video, we used our interactive content platform, Cake. Cake features a dynamic rendering process that can bring an audience deeper into a story, by adding extra layers of interaction and personalized content."
        }
      ],
      "images": [
        {
          "type": "full",
          "images": [
            {
              "image": "commmon/media/images/000.jpg",
              "alt": "text for seo"
            }
          ]
        },

        {
          "type": "half",
          "images": [
            {
              "image": "commmon/media/images/000.jpg",
              "alt": "text for seo"
            },
            {
              "image": "commmon/media/images/000.jpg",
              "alt": "text for seo"
            }
          ]
        }
      ]
    },
    {
      "title": "Inspiration and Ideation",
      "paragraphs": [
        {
          "paragraph":
            "The campaign was inspired by a 13-year-old girl who mispronounced MailChimp as “MailKimp”, on the podcast ‘Serial’. We took that idea and pushed in new and unexpected directions, turning MailChimp into KaleLimp, JailBlimp, SnailPrimp and many others. The process was highly collaborative, with both Droga5 and Resn bringing ideas to the table. We chose our nine favourites and began a covert operation to insert them into wildly disparate areas of popular culture—and having a lot of fun doing so!"
        }
      ],
      "images": [
        {
          "type": "full",
          "images": [
            {
              "image": "commmon/media/images/000.jpg",
              "alt": "text for seo"
            }
          ]
        },

        {
          "type": "half",
          "images": [
            {
              "image": "commmon/media/images/000.jpg",
              "alt": "text for seo"
            },
            {
              "image": "commmon/media/images/000.jpg",
              "alt": "text for seo"
            }
          ]
        }
      ]
    }
    
  ]
}
